---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PlacementLeft
source: html/a3724359-60ce-7832-2bc2-bf5c9c98a9e2.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PlacementLeft Property

"Left"

## Syntax (C#)
```csharp
public static ForgeTypeId PlacementLeft { get; }
```